import styles from "./about.module.scss";

export default function About() {
  return (
    <section className={styles.container}>
      <div className={styles.avatar}>
        <div className={styles.avatar__img}></div>
      </div>
      <div className={styles.text}>
        <p>
          В настоящее время веб-типографика находится на пике бесконечной
          креативности: сервис Google Fonts зарекомендовал себя как бесценный
          ресурс для диджитал-дизайнеров. Свободный доступ к этим шрифтам делает
          их отличным вариантом как для коммерческого, так и для личного
          использования
        </p>
        <p>
          зарекомендовал себя как бесценный ресурс для диджитал-дизайнеров.
          Свободный доступ к этим шрифтам делает их отличным вариантом как для
          коммерческого, так и для личного использованиязарекомендовал себя как
          бесценный ресурс для диджитал-дизайнеров. Свободный доступ к этим
          шрифтам делает их отличным вариантом как для коммерческого, так и для
          личного использованиязарекомендовал себя как бесценный ресурс для
          диджитал-дизайнеров. Свободный доступ к этим шрифтам делает их
          отличным вариантом как для коммерческого, так и для личного
          использования
        </p>
        <p>
          веб-типографика находится на пике бесконечной креативности: сервис
          Google Fonts зарекомендовал
        </p>
      </div>
    </section>
  );
}
